{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "I'm",
    "home_what_i_do": "I make awesome websites",
    "home_job": "Full stack web developer, React web developer, freelancer.",
    "home_location": "Based in Lagos, Nigeria.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello there, my name is Oladele, Noah Mokolade, I love doing stuff for internet espacially web design and development. I have a B. Eng. in Mechanical engineering but my passion for information technology made me become a web developer. Now, I mainly develop React apps, I'm open to new opportunities.",
    "experience_0_job": "React developer",
    "experience_0_overview": "Twinkle interactive is a space where code lovers are based: some are freelancers, some started their startups, others work as remote developers. it's a place where we discuss about new technologies, about IT solutions, about anything in relation to Code, we also do workshops and offer a calm coworking space to the members.",
    "experience_0_duration": "Jan 2020 - Present",
    "experience_1_job": "Wordpress Developer",
    "experience_1_overview": "Stapek is an academy and e-commerce website that sells courses  and anything  related to fashion. I left upon completion of my contract.",
    "experience_1_duration": "September 2018 - December 2019",
    "projects_1_overview": "Mern Invoice is an invoicing and billing app.",
    "projects_2_overview": "The shoppies is a movie award platform for entrepreneurs.",
    "projects_3_overview": "Amin Dashboard is a Json placeholder admin dashboard.",
    "projects_4_overview": "Bethel Baptist Church Lekki website.",
    "projects_5_overview": "noahssARK Chat is a vanilla JS chat app.",
    "projects_1_extended_overview": "Mern Invoice is an e-commerce app based on the MERN stack,it can be use for invoicing, billing and estimation.It can be used by small scale business and freelancers. ",
    "projects_2_extended_overview": "The shoppies is a movie award platform for entrepreneurs, its allows you to vote for your favorite movies by seaching for the movie through the Netfix API provided. ",
    "projects_3_extended_overview": "Amin Dashboard is a Json placeholder admin dashboard that also give you the opportunity to add,edit and remove a user. ",
    "projects_4_extended_overview": "Bethel Baptist Church Lekki website: The site present the church to the outside world.The UI is modern and base on material design. ",
    "projects_5_extended_overview": "noahssARK Chat is a vanilla JS chat app. It allows user on the platform to chat with each other in real time. ",
    "contact_full_name": "Full name",
    "contact_email": "E-mail address",
    "contact_btn": "Send message"
}
