{
    "language": "en",
    "dark_mode": "Mode sombre",
    "home_welcome": "Bonjour à tous",
    "home_i": "Je suis",
    "home_what_i_do": "Je fais des sites Web géniaux. ",
    "home_job": "Développeur web full stack, développeur web React, freelance.",
    "home_location": "Basé à Lagos, au Nigéria.",
    "home_contact_btn": "Entrer en contact",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Bonjour, je m'appelle Oladele, Noah Mokolade, j'adore faire des choses pour Internet, en particulier la conception et le développement de sites Web. J'ai un B. Ing. en génie mécanique mais ma passion pour les technologies de l'information m'a fait devenir développeur web. Maintenant, je développe principalement des applications React, je suis ouvert à de nouvelles opportunités.",
    "experience_0_job": "React développeur",
    "experience_0_overview": "Twinkle interactive est un espace où les amoureux du code sont basés : certains sont des indépendants, certains ont lancé leur startup, d'autres travaillent en tant que développeurs à distance. c'est un lieu où l'on discute de nouvelles technologies, de solutions informatiques, de tout ce qui concerne le Code, on fait aussi des ateliers et on offre un espace de coworking calme aux membres.",
    "experience_0_duration": "janvier 2020 - Présent",
    "experience_1_job": "Développeur WordPress",
    "experience_1_overview": "Stapek est une académie et un site de commerce électronique qui vend des cours et tout ce qui touche à la mode. Je suis parti à la fin de mon contrat.",
    "experience_1_duration": "Septembre 2018 - Décembre 2019",
    "projects_1_overview": "Mern Invoice est une application de facturation et de facturation.",
    "projects_2_overview": "The Shoppies est une plateforme de récompenses de films pour les entrepreneurs.",
    "projects_3_overview": "Amin Dashboard est un tableau de bord d'administration d'espace réservé Json.",
    "projects_4_overview": "Site Web de l'église baptiste Bethel Lekki.",
    "projects_5_overview": "noahssARK Chat est une application de chat vanille JS.",
    "projects_1_extended_overview": "Mern Invoice est une application de commerce électronique basée sur la pile MERN, elle peut être utilisée pour la facturation, la facturation et l'estimation. Elle peut être utilisée par les petites entreprises et les indépendants. ",
    "projects_2_extended_overview": "The Shoppies est une plateforme de récompenses de films pour les entrepreneurs, elle vous permet de voter pour vos films préférés en recherchant le film via l'API Netfix fournie. ",
    "projects_3_extended_overview": "Amin Dashboard est un tableau de bord d'administration d'espace réservé Json qui vous donne également la possibilité d'ajouter, de modifier et de supprimer un utilisateur. ",
    "projects_4_extended_overview": "Site Web de Bethel Baptist Church Lekki: Le site présente l'église au monde extérieur. L'interface utilisateur est moderne et basée sur la conception matérielle. ",
    "projects_5_extended_overview": "noahssARK Chat est une application de chat vanille JS. Il permet aux utilisateurs de la plateforme de discuter entre eux en temps réel.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail address",
    "contact_btn": "Send message"
}
